[
  {
    "name": "Takumi Fujiwara",
    "img": "/pictures/character/takumi.png",

    "prevLink": "shinji",
    "link": "takumi",
    "nextLink": "natsuki",

    "aboutCharacter": "At the age of 13, Takumi was made to become the delivery driver for his father, Bunta's, tofu store. Although he was initially scared of driving, he eventually became accustomed to the task. Bunta placed a cup of water in the cupholder of the car, so that Takumi could make sure he didn't break any of the tofu, and to train his driving skill. Despite improving his skill drastically over the course of a year, he still found the task boring, and resented his father for making him drive, as it was a crime. In the second year of middle school, Takumi meets Itsuki Takeuchi, a talkative boy who would go on to be his best friend. Annoyed with his father's drinking and making him drive, Takumi decides to become a delinquent, wishing for his father to be arrested. His first act was driving without a license in public, however, even after driving around for 2 hours, he was not caught due to his skill at driving. On his 14th birthday, Takumi stays over at Itsuki's house without telling Bunta, drinking and talking about his dad, but he feels bad when he says that his father doesn't love him. At 5AM the next morning, Bunta comes to pick Takumi up, telling him that he was worried for him and was waiting to celebrate his birthday with him. Bunta then takes Takumi on a downhill run on Akina before heading home. One year, during the winter, Takumi figured out how to use the gutters on the side of road to turn the car easier in the snow. Bunta tells him that he has also used the gutters in this way, and tells him that the gutters can also be used to jump out of a turn. Gutter techniques would go on to become one of Takumi's specialties, allowing to make his deliveries much quicker.",
    "characterImg": "/pictures/aboutCharacter/takumiFull.png",
    "carName": "Toyota AE86",
    "aboutCar": "The car is a zenki (an early, pre-facelift model) Toyota Sprinter Trueno GT-APEX 3door hatchback, chassis code AE86. It is painted in High-Tech Two-Tone, a black and white \"panda style\" colour scheme, because of this it is often called the Panda Trueno. The Trueno was originally fitted with a 1.6 litre, 16 valve \"Blue top\" (1st Generation) 4A-GE. This engine was nearing the end of its lifespan, unbeknownst to Takumi, hence it blew during his first battle with Kyoichi Sudo. It was lightly tuned and had a maximum output of around 150PS and it revs at 7800RPM. It had a displacement of 1587cc and was naturally aspirated.",
    "carImg": "/pictures/aboutCharacter/truenoFull.png",
    "id": "018dc184-5193-7bc9-848a-3d55bbb6f666"
  },
  {
    "name": "Natsuki Mogi",
    "img": "/pictures/character/mogi.png",

    "prevLink": "takumi",
    "link": "natsuki",
    "nextLink": "bunta",

    "aboutCharacter": "Takumi Fujiwara's love interest during the Akina's Eight-Six Arc. She's one of the few people to not be terrified by Takumi's racing.",
    "characterImg": "/pictures/aboutCharacter/natsukiFull.png",
    "carName": "",
    "aboutCar": "",
    "carImg": "noCar",
    "id": "018dc184-5193-757e-bcff-a47a85a6d4c4"
  },
  {
    "name": "Bunta Fujiwara",
    "img": "/pictures/character/bunta.png",

    "prevLink": "natsuki",
    "link": "bunta",
    "nextLink": "itsuki",

    "characterImg": "/pictures/aboutCharacter/buntaFull.png",
    "aboutCharacter": "Is the owner of a tofu shop in Gunma, and the father of Takumi. He used to be the fastest downhill racer on Akina years ago, but he no longer races, preferring to guide Takumi's racing development.",
    "carName": "Subaru Impreza WRX STi Coupe Type R Version V",
    "aboutCar": "Also known simply as the Impreza or the Imp, is a car owned by Bunta Fujiwara, though it is occasionally driven by his son, Takumi. It is equipped with an EJ207, a turbocharged engine. The car's actual output is unknown, but a stock model could produce 280PS. After his son, Takumi, joins Project D, Bunta Fujiwara plans to get himself a new car, as the Eight-Six that him and his son use is used by Takumi more than himself. He asks his friend and mechanic Masashi Suzuki to find him a new car to drive, eventually getting him a Subaru Impreza. During a test drive of the new Impreza, he enters into an impromptu battle with his son on Akina's downhill, performing a gutter run alongside him before passing him on the straightaway. After this encounter, Bunta decided to buy the Impreza, keeping it a secret from his son. After Project D's second set of battles with the Northern Saitama Alliance, Bunta reveals the Impreza to Takumi, who realises that Bunta was the racer he battled on Akina. Bunta tells him that he should alternate which car he uses for deliveries from now on. Bunta made this decision so that Takumi can realize the weaknesses that his Eight-Six has, and so that he can become a better driver. Takumi would also use the Impreza on several of his dates with Mika Uehara, as the Impreza had a better air conditioning system than the Eight-Six. Takumi would continue to use the Impreza after Project D's breakup, bringing it with him to the end party with the members and staff. Exclusively in the anime, Takumi passed a Toyota 86 GT while on a delivery run on Akina.",
    "carImg": "/pictures/aboutCharacter/imprezaFull.png",
    "id": "018dc184-5193-7116-b207-d0614cd27d10"
  },
  {
    "name": "Itsuki Takeuchi",
    "img": "/pictures/character/itsuki.png",

    "prevLink": "bunta",
    "link": "itsuki",
    "nextLink": "ryosuke",

    "characterImg": "/pictures/aboutCharacter/itsukiFull.png",
    "aboutCharacter": "is Takumi's best friend and a member of the Akina SpeedStars. He provides the comic relief in the series, and is generally quite loud and obnoxious. Itsuki works part-time at a gas station with Takumi and Iketani; Itsuki plans to use the money he earns to buy an AE86 Corolla Levin (to complement Takumi's AE86 Trueno) but mistakenly buys an inferior (less power, poor brakes, less chassis bracing, and looser suspension) AE85. This upsets him until Takumi takes him for a drive (ultimately racing it downhill), demonstrating that the driver's skill can make a difference. With a car, he is a self-proclaimed member of the Akina SpeedStars. Unlike Kenji and Iketani, Itsuki is the most optimistic and excitable \"member\" of the SpeedStars. He eventually purchases a turbocharger for his Eight-Five. Self-proclaimed \"Lonely Driver\".",
    "carName": "Toyota Corolla Levin SR (AE85)",
    "aboutCar": "The Levin is fitted with a 1.5L litre, 8 valve 3A-U. It made around 80PS and revved at 5600RPM. It is later fitted with a bolt-on turbo with front mount intercooler, and some other basic modifications, increasing its power to 150PS.",
    "carImg": "/pictures/aboutCharacter/levinFull.png",
    "id": "018dc184-5193-7ed6-a2cd-af1147f3ea0c"
  },
  {
    "name": "Ryosuke Takahashi",
    "img": "/pictures/character/ryosuke.png",

    "prevLink": "itsuki",
    "link": "ryosuke",
    "nextLink": "keisuke",

    "characterImg": "/pictures/aboutCharacter/ryosukeFull.png",
    "aboutCharacter": "Is the founder, and leader of both the Akagi RedSuns and Project D. Famously nicknamed Akagi's White Comet (赤城の白い彗星, Akagi no Shiroi Suisei), Ryosuke created the RedSuns with the purpose of dominating the street racing scene all over Japan, recruiting his brother Keisuke and others local to Mount Akagi to achieve this goal. Alongside Keisuke, they're both given the nicknames of the 'Rotary Brothers'. He is a very skilled racer who can predict the racing outcomes by his theories, something that Keisuke (his brother) has been unable to understand and/or replicate. He drives a White Mazda FC3S RX-7. His real aim is to figure out the 'Fastest Racing Theory', and this is where Takumi Fujiwara fits in almost perfectly.",
    "aboutCar": "The FC is fitted with a 13B-T Twin-rotor rotary engine. The engine was originally tuned to 340PS, and was later detuned to 260PS for his battle against Takumi Fujiwara. It was likely retuned for any subsequent battles, especially the battle with Rin Hojo, though stats are never given.",
    "carName": "Mazda SAVANNA RX-7 (FC3S)",
    "carImg": "/pictures/aboutCharacter/savannaFull.png",
    "id": "018dc184-5193-762e-aa12-62c20f77847c"
  },
  {
    "name": "Keisuke Takahashi",
    "img": "/pictures/character/keisuke.png",

    "prevLink": "ryosuke",
    "link": "keisuke",
    "nextLink": "kenta",

    "characterImg": "/pictures/aboutCharacter/keisukeFull.png",
    "aboutCharacter": "Is a major character in Initial D, and the secondary protagonist of the Project D Arc. An ex-bosozoku gang member, he was introduced to street racing by his brother Ryosuke and joined his team, the Akagi RedSuns, and soon became their second best driver in his Mazda ɛ̃fini RX-7 Type R (FD3S). He and his brother are nicknamed \"The Rotary Brothers\", as they both drive cars with rotary engines. During the RedSuns expedition to Akina, he was defeated by Takumi Fujiwara in an impromptu battle, an event that helped kickstart Fujiwara's racing career and created a rivalry between the two. He was invited by his brother to join Project D as their uphill ace.",
    "carName": "Mazda ɛ̃fini RX-7 Type R (FD3S)",
    "aboutCar": "The FD is fitted with a 13B-REW Twin-rotor Rotary engine. The engine had twin sequential turbos. It was tuned to 340PS.",
    "carImg": "/pictures/aboutCharacter/fdFull.png",
    "id": "018dc184-5193-7d66-bfaf-7a257a4912c2"
  },
  {
    "name": "Kenta Nakamura",
    "img": "/pictures/character/kenta.png",

    "prevLink": "keisuke",
    "link": "kenta",
    "nextLink": "koichiro",

    "characterImg": "/pictures/aboutCharacter/kentaFull.png",
    "aboutCharacter": " is one of the youngest members of the Akagi RedSuns. Kenta absolutely adores Keisuke Takahashi and is always eager to prove himself to Keisuke. Kenta was recognized by Keisuke himself for his driving skills, and has been somewhat taken under his wing. Kenta specializes in rain conditions, because he had a habit of practicing in the rain since the wet roads wouldn't wear his tires down as much. He is also shown to be a scout for the RedSuns as shown in Second Stage when he was able to scout the Eight-Six during the time the engine was swapped and was able to inform the Rotary Brothers about the Shomaru battle between the two Eight-Sixes.",
    "carName": "Nissan Silvia Q's (S14)",
    "aboutCar": "The S14 is equipped with a SR20DE, a naturally aspirated engine. It made 170PS.",
    "carImg": "/pictures/aboutCharacter/s14Full.png",
    "id": "018dc184-5193-7dcd-9409-1e3e3428a585"
  },
  {
    "name": "Koichiro Iketani",
    "img": "/pictures/character/iketani.png",

    "prevLink": "kenta",
    "link": "koichiro",
    "nextLink": "mako",

    "characterImg": "/pictures/aboutCharacter/iketaniFull.png",
    "aboutCharacter": "Is the leader of the Akina SpeedStars. While not a highly skilled street racer, he is likely the most skilled member of the SpeedStars, and leads the team passionately. He works at the Gas Station with Takumi Fujiwara and Itsuki Takeuchi, eventually introducing the two to Gunma's street racing scene by taking them up to Akina to meet his team. After the SpeedStars are challenged by the Akagi RedSuns he seeks the help of a tofu store owner who was the fastest on Akina. The tofu store owner sends his son, Takumi, to race in his stead, kick starting his racing career. During the early stages of Takumi's career, Iketani helps him out on several occasions with his knowledge of cars and street racing.",
    "carName": "Nissan Silvia K's (S13)",
    "aboutCar": "The S13 is equipped with a CA18DET, a turbocharged engine. The cars actual output is unknown, but a stock model could produce 175PS.",
    "carImg": "/pictures/aboutCharacter/s13Full.png",
    "id": "018dc184-5193-796c-a1b8-bfa252b2f9ae"
  },
  {
    "name": "Mako Sato",
    "img": "/pictures/character/mako.png",

    "prevLink": "koichiro",
    "link": "mako",
    "nextLink": "sayuki",

    "characterImg": "/pictures/aboutCharacter/makoFull.png",
    "aboutCharacter": "Is the driver of Impact Blue, consisting of her and her co-pilot and best friend Sayuki.",
    "carName": "Nissan SilEighty (RPS13)",
    "aboutCar": "The SilEighty is equipped with a SR20DET, a turbocharged engine. It made 230PS.",
    "carImg": "/pictures/aboutCharacter/sil80Full.png",
    "id": "018dc184-5193-7303-88aa-d569e8ebafa0"
  },
  {
    "name": "Sayuki",
    "img": "/pictures/character/sayuki.png",

    "prevLink": "mako",
    "link": "sayuki",
    "nextLink": "yuichi",

    "characterImg": "/pictures/aboutCharacter/sayukiFull.png",
    "aboutCharacter": "Is the navigator for Impact Blue. She acts as a co-pilot for Mako Sato, and works with her in her battle against Takumi Fujiwara in First Stage. Sayuki is a cheerful, outgoing girl always looking for good looking men. She's extremely flirtatious and loves to tease men and Mako herself, and also develops a small crush on Takumi Fujiwara after her and Mako's race against him. As Mako's navigator/co-driver, she is responsible for necessary callouts that may inform Mako of something important; for example, obstacles in the course, oncoming traffic, specific braking zones, etc. Notably in the race against Takumi, she instructed Mako to spin out after she entered a corner too quickly and sharply, preventing to recover safely.",
    "carName": "Nissan SilEighty (RPS13)",
    "aboutCar": "The SilEighty is equipped with a SR20DET, a turbocharged engine. It made 230PS.",
    "carImg": "/pictures/aboutCharacter/sil80Full.png",
    "id": "018dc184-5193-7952-8124-879840f3463c"
  },
  {
    "name": "Yuichi Tachibana",
    "img": "/pictures/character/yuuichi.png",

    "prevLink": "sayuki",
    "link": "yuichi",
    "nextLink": "kenji",

    "characterImg": "/pictures/aboutCharacter/yuichiFull.png",
    "aboutCharacter": "Is the owner of the gas station that Takumi Fujiwara and his friends worked in. An old friend of Bunta Fujiwara's and a racer in his youth, Yuichi acts like a father figure to the Akina SpeedStars. His 1994 Toyota Camry (V40) appears in the first episode of Initial D First Stage while Takumi (assumed to be Bunta by Yuichi) passes Yuichi on a downhill run in Akina.",
    "carName": "Toyota Camry (V40)",
    "aboutCar": "The Toyota Camry is an automobile sold internationally by the Japanese manufacturer Toyota since 1982, spanning multiple generations. Originally compact in size (narrow-body), later Camry models have grown to fit the mid-size classification (wide-body)—although the two sizes co-existed in the 1990s. Yuichi Tachibana is the owner of a 1994 narrow body Toyota Camry.",
    "carImg": "/pictures/aboutCharacter/camryV40Full.png",
    "id": "018dc184-5193-7573-a331-d03992127526"
  },
  {
    "name": "Kenji",
    "img": "/pictures/character/kenji.png",

    "prevLink": "yuichi",
    "link": "kenji",
    "nextLink": "shingo",

    "characterImg": "/pictures/aboutCharacter/kenjiFull.png",
    "aboutCharacter": "Is a member of the Akina SpeedStars and Koichiro Iketani's childhood best friend. He is the second-best driver in the SpeedStars and was set to race Keisuke Takahashi in Iketani's stead, though he was replaced when the Eight-Six arrived at the last minute. His last name has never been revealed.",
    "carName": "Nissan 180SX Type II (RPS13)",
    "aboutCar": "The 180SX is equipped with a SR20DET engine, a turbocharged engine. The cars actual output is unknown, but a stock model could produce 205PS.",
    "carImg": "/pictures/aboutCharacter/180SXFull.png",
    "id": "018dc184-5193-75ad-9350-9f8c7552a75d"
  },
  {
    "name": "Shingo Shoji",
    "img": "/pictures/character/shingo.png",

    "prevLink": "kenji",
    "link": "shingo",
    "nextLink": "takeshi",

    "characterImg": "/pictures/aboutCharacter/shingoFull.png",
    "aboutCharacter": "Is a member of the Myogi NightKids who drives a red Honda Civic SiR-II (EG6). Shingo races dangerously; he will nudge his rival's car in order to make the other driver lose control if he's unsure about his own chances of winning. He doesn't find plain downhill races any fun, preferring to race against a handicap. In a particular handicap match, Shingo tapes his right hand to the steering wheel for the duration of the race. By doing this, Shingo limits his own steering capabilities. In terms of racing ability, Shingo is the best driver on the Night Kids team. He is also a childhood friend of Impact Blue's navigator, Sayuki.",
    "carName": "Honda Civic SiR-II (EG6)",
    "aboutCar": "Also known simply as the Civic, the SiR-II or the EG6, is the signature car of Myogi NightKids member Shingo Shoji. It is the first Honda Civic encountered in the series. It is equipped with an B16A engine, a naturally aspirated engine. It was lightly tuned and made 185PS.",
    "carImg": "/pictures/aboutCharacter/eg6Full.png",
    "id": "018dc184-5193-75d0-938e-bc927baf1710"
  },
  {
    "name": "Takeshi Nakazato",
    "img": "/pictures/character/takeshi.png",

    "prevLink": "shingo",
    "link": "takeshi",
    "nextLink": "fumihiro",

    "characterImg": "/pictures/aboutCharacter/takeshiFull.png",
    "aboutCharacter": "Is the leader of the Myogi NightKids. He made his first appearance at the race in Akina where Keisuke Takahashi of the RedSuns is to race against Takumi Fujiwara. Surprised that Takumi could defeat Keisuke, Takeshi decides that he is going to be the one to challenge and defeat the \"Akina downhill specialist\", and that the RedSuns are next on his list.",
    "carName": "Nissan Skyline GT-R V-Spec II (BNR32)",
    "aboutCar": "Known as the Skyline GT-R, the GTR, or the R32, is the signature vehicle of Myogi NightKids leader, Takeshi Nakazato. It is the first Nissan Skyline introduced in the series. The R32 is equipped with a RB26DETT, a twin-turbocharged engine. The R32 made 380PS during the battle with Takumi, and was later tuned up to 395PS for the battle with Keisuke.",
    "carImg": "/pictures/aboutCharacter/r32Full.png",
    "id": "018dc184-5193-74ab-98b7-c9c11e17b127"
  },
  {
    "name": "Fumihiro",
    "img": "/pictures/character/fumihiro.png",

    "prevLink": "takeshi",
    "link": "fumihiro",
    "nextLink": "wataru",

    "characterImg": "/pictures/aboutCharacter/fumihiroFull.png",
    "aboutCharacter": "Serves as Project D's second in command and handler, setting up and organizing battles with other teams, as well as scouting out prospective courses. In many ways he is also a sort of Executive Assistant to Ryosuke Takahashi. He had the same role during his time with the Akagi RedSuns and, presumably, has known Ryosuke for some time. It is not specifically known whether he has a history as a street racer or how he came into contact with Ryosuke and the RedSuns. Fumihiro typically drives the Number 1 van during Project D's events.",
    "carName": "",
    "aboutCar": "",
    "carImg": "noCar",
    "id": "018dc184-5193-72dd-bbdb-0edc09529f8f"
  },
  {
    "name": "Wataru Akiyama",
    "img": "/pictures/character/wataru.png",

    "prevLink": "fumihiro",
    "link": "wataru",
    "nextLink": "kazumi",

    "characterImg": "/pictures/aboutCharacter/wataruFull.png",
    "aboutCharacter": "Wataru is a skilled driver who honed his skills on the treacherous Shomaru Pass. He came to Gunma in hopes of facing new racers to challenge, as well as to watch over his sister Kazumi, who just got a job at a hotel with her aunt. He was first seen appearing at Akagi to spectate the battle between Ryosuke Takahashi and Kyoichi Sudo.",
    "carName": "Toyota Corolla Levin GT-APEX (AE86)",
    "aboutCar": "Occasionally known as the Eight-Six Turbo, or the Levin Turbo. Is the second Toyota AE86 introduced in Initial D. It is owned by Wataru Akiyama, a lone racer who later joins his cousin Nobuhiko as part of the Northern Saitama Alliance.",
    "carImg": "/pictures/aboutCharacter/levin86Full.png",
    "id": "018dc184-5193-796c-84e0-18b1424ed909"
  },
  {
    "name": "Kazumi Akiyama",
    "img": "/pictures/character/kazumi.png",

    "prevLink": "wataru",
    "link": "kazumi",
    "nextLink": "kyoichi",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dc6a1-456b-7276-9d3d-0538436480c3"
  },
  {
    "name": "Kyoichi Sudo",
    "img": "/pictures/character/sudo.png",

    "prevLink": "kazumi",
    "link": "kyoichi",
    "nextLink": "seiji",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dc6a1-456b-777c-8b74-ea482a411369"
  },
  {
    "name": "Seiji Iwaki",
    "img": "/pictures/character/seiji.png",

    "prevLink": "kyoichi",
    "link": "seiji",
    "nextLink": "miki",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dc6a1-456b-7f30-9875-8aeebdcb35db"
  },
  {
    "name": "Miki",
    "img": "/pictures/character/miki.png",

    "prevLink": "seiji",
    "link": "miki",
    "nextLink": "kai",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dc6a1-456b-7cd1-aae6-c0f9687a767d"
  },
  {
    "name": "Kai Kogashiwa",
    "img": "/pictures/character/kai.png",

    "prevLink": "miki",
    "link": "kai",
    "nextLink": "ken",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dc6c9-120d-7d01-8374-02fc37be2188"
  },
  {
    "name": "Ken Kogashiwa",
    "img": "/pictures/character/ken.png",

    "prevLink": "kai",
    "link": "ken",
    "nextLink": "atsuro",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dc6c9-120d-7711-96ed-aec00d67ee87"
  },
  {
    "name": "Atsuro Kawai",
    "img": "/pictures/character/atsuro.png",

    "prevLink": "ken",
    "link": "atsuro",
    "nextLink": "ichijo",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7258-ad8e-a13414357a76"
  },
  {
    "name": "Ichijo",
    "img": "/pictures/character/ichijo.png",

    "prevLink": "atsuro",
    "link": "ichijo",
    "nextLink": "toshiya",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-728e-87fe-4956d537b726"
  },
  {
    "name": "Dr. Toshiya Joshima",
    "img": "/pictures/character/joshima.png",

    "prevLink": "ichijo",
    "link": "toshiya",
    "nextLink": "kozo",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7df0-8f25-866f87f46b36"
  },
  {
    "name": "Kozo Hoshino",
    "img": "/pictures/character/kozo.png",

    "prevLink": "toshiya",
    "link": "kozo",
    "nextLink": "nobuhiko",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-79c7-a2f8-5853cb712f67"
  },
  {
    "name": "Nobuhiko Akiyama",
    "img": "/pictures/character/nobuhiko.png",

    "prevLink": "kozo",
    "link": "nobuhiko",
    "nextLink": "shuichi",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7607-a968-317f76a42551"
  },
  {
    "name": "Shuichi Matsumoto",
    "img": "/pictures/character/matsumoto.png",

    "prevLink": "nobuhiko",
    "link": "shuichi",
    "nextLink": "daiki",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-705a-9271-6230c4cd45fb"
  },
  {
    "name": "Daiki Ninomiya",
    "img": "/pictures/character/daiki.png",

    "prevLink": "shuichi",
    "link": "daiki",
    "nextLink": "smiley",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7570-be7e-1c4b1776209f"
  },
  {
    "name": "Smiley Sakai",
    "img": "/pictures/character/sakai.png",

    "prevLink": "daiki",
    "link": "smiley",
    "nextLink": "sakamoto",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7627-94c9-1413d85a7e83"
  },
  {
    "name": "Sakamoto",
    "img": "/pictures/character/sakamoto.png",

    "prevLink": "smiley",
    "link": "sakamoto",
    "nextLink": "shinichi",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7d87-8cff-1feca9e3effd"
  },
  {
    "name": "Shinichi",
    "img": "/pictures/character/shinichi.png",

    "prevLink": "sakamoto",
    "link": "shinichi",
    "nextLink": "toru",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-72c8-8a68-11863dc7c082"
  },
  {
    "name": "Toru Suetsugu",
    "img": "/pictures/character/toru.png",

    "prevLink": "shinichi",
    "link": "toru",
    "nextLink": "tomoyuki",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7212-8c95-97631f70a09c"
  },
  {
    "name": "Tomoyuki Tachi",
    "img": "/pictures/character/tachi.png",

    "prevLink": "toru",
    "link": "tomoyuki",
    "nextLink": "tomiguchi",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7cfe-905b-0351efe44a31"
  },
  {
    "name": "Tomiguchi",
    "img": "/pictures/character/tomiguchi.png",

    "prevLink": "tomoyuki",
    "link": "tomiguchi",
    "nextLink": "kyoko",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7786-a318-136e4b71f1f8"
  },
  {
    "name": "Kyoko Iwase",
    "img": "/pictures/character/kyoko.png",

    "prevLink": "tomiguchi",
    "link": "kyoko",
    "nextLink": "eiji",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-75bb-ac31-8230d2be8da9"
  },
  {
    "name": "Eiji Kubo",
    "img": "/pictures/character/eiji.png",

    "prevLink": "kyoko",
    "link": "eiji",
    "nextLink": "hideo",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "018dcb97-3f3e-7fbb-b368-ba457ee9a3ca"
  },
  {
    "name": "Hideo Minagawa",
    "img": "/pictures/character/hideo.png",

    "prevLink": "eiji",
    "link": "hideo",
    "nextLink": "hiroya",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "c602b96b-a27a-47df-803a-80492593d0d6"
  },
  {
    "name": "Hiroya Okuyama",
    "img": "/pictures/character/hiroya.png",

    "prevLink": "hideo",
    "link": "hiroya",
    "nextLink": "go",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "11062fe3-1fac-4026-83b0-569b35eff215"
  },
  {
    "name": "Go Hojo",
    "img": "/pictures/character/go.png",

    "prevLink": "hiroya",
    "link": "go",
    "nextLink": "kaori",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "fd6a42f8-fe15-4b4b-b356-f218ca234c2d"
  },
  {
    "name": "Kaori",
    "img": "/pictures/character/kaori.png",

    "prevLink": "go",
    "link": "kaori",
    "nextLink": "kobayakawa",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "dd2e9343-4f05-4430-997d-a8922dc36d78"
  },
  {
    "name": "Kobayakawa",
    "img": "/pictures/character/kobayakawa.png",

    "prevLink": "kaori",
    "link": "kobayakawa",
    "nextLink": "mika",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "196797c5-23ba-45aa-b267-a7a6d098dcdd"
  },
  {
    "name": "Mika Uehara",
    "img": "/pictures/character/mika.png",

    "prevLink": "kobayakawa",
    "link": "mika",
    "nextLink": "rin",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "45ced131-6bcf-4345-9817-835546d4aa05"
  },
  {
    "name": "Rin Hojo",
    "img": "/pictures/character/rin.png",

    "prevLink": "mika",
    "link": "rin",
    "nextLink": "satoshi",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "87377c08-2ea7-46bf-9087-328142f08cae"
  },
  {
    "name": "Satoshi Omiya",
    "img": "/pictures/character/omiya.png",

    "prevLink": "rin",
    "link": "satoshi",
    "nextLink": "ryuji",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "8cda8256-b002-4810-a573-2fa75895d404"
  },
  {
    "name": "Ryuji Ikeda",
    "img": "/pictures/character/ryuji.png",

    "prevLink": "satoshi",
    "link": "ryuji",
    "nextLink": "shinji",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "21c66cf2-067c-4026-8478-9d59c38d4ee0"
  },
  {
    "name": "Shinji Inui",
    "img": "/pictures/character/shinji.png",

    "prevLink": "ryuji",
    "link": "shinji",
    "nextLink": "takumi",

    "aboutCharacter": "",
    "aboutCar": "",
    "carImg": "",
    "id": "9f8d5d66-430f-4ded-953b-ff36d3aa25c3"
  }
]
